<!DOCTYPE html>
<html>
    <head>
        <link rel="stylesheet" href="../css/bootstrap-theme.min.css" type="text/css"/>
        <link rel="stylesheet" href="../css/bootstrap-theme.min.css" type="text/css">
        <link rel="stylesheet" href="../css/bootstrap.min.css" type="text/css"/>
        <link rel="stylesheet" href="../css/bootstrap.css" type="text/css">
        <link rel="stylesheet" href="../css/cssIndex.css" type="text/css"/>
        <title>Sudoku</title>
        <link rel="icon" type="image/png" href="https://thumbs.dreamstime.com/t/icono-del-sudoku-en-el-fondo-blanco-ejemplo-simple-elemento-concepto-tiempo-libre-de-dise%C3%B1o-editable-s%C3%ADmbolo-puede-ser-uso-para-141338975.jpg"/>
        <meta charset="UTF-8">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
    </head>
    <body>
        <nav class="navbar navbar-inverse navbar-fixed-top" role="navigation">
            <div class="container">
                <div class="navbar-header">
                    <a class="navbar-nav navbar-brand" href="../index.html">INICIO &nbsp;&nbsp;</a>
                    <a class="navbar-brand" href="aprendiendo1.html">Bloque 1. Historia</a>
                    <a class="navbar-brand" href="aprendiendo2.html">Bloque 2. Definiciones y Coordenadas</a>
                    <a class="navbar-brand" href="aprendiendo3.html">Bloque 3. Reglas</a>
                    <a class="navbar-brand" href="aprendiendo4.html">Bloque 4. Metodos</a>
                    <a class="navbar-brand" href="aprendiendo5.html">Bloque 5. Cuestionario Final</a>
                </div>
            </div>
        </nav>

        <div class="jumbotron">
            <div class="container">
                <div class="text-center">
                    <h1>Metodos y Consejos</h1>
                </div>
            </div>
        </div>
        
        <div class="container">
            <div class="bg-success OtraVez" align="center">
                <img src="https://www.rincondelvago.com/informacion/sudoku/img/trucos.jpg" class="PrimerImg" hspace="20" alt="Trucos">
                <br/><br/>
                <p>Esta regla se puede extender en el SuDoKu de la siguiente manera, llamada escaneo, donde las l&iacute;neas rojas eliminan las posiciones donde podr&iacute;a ir el 8 para las im&iacute;genes 1 y 2 y el n&uacute;mero 2 para la imagen 3.</p>
                <p>Cuando es imposible que con el paso anterior se puedan descubrir n&uacute;meros nuevos, es bueno recurrir a marcar en cada celda los n&uacute;meros candidatos a ocuparla.</p>
                <p>A este paso anterior sigue el de eliminaci&oacute;n, en el que se escogen sucesivamente posibles soluciones hasta que se llega a la soluci&oacute;n final. Esto se lleva a cabo mediante la elecci&oacute;n de una de las posibles opciones de una celda y se realiza a partir de ella un nuevo escaneo. Sucesivamente, se eliminan las posibilidades que no nos llevan a la resoluci&oacute;n del SuDoKu. </p>
                <br/>
                <p>Un consejo: empezar por aquellas celdas que tengan menor cantidad de n&uacute;meros candidatos.</p>
            </div>
        </div>
        
        <br/><br/>
        
        <div class="container">
            <div class="bg-success OtraVez text-center">
                <ol>
                    <li><b>Busca una casilla vac&iacute;a aislada dentro de un cuadrado grande</b>. Examina cada cuadrado para comprobar si alguno contiene una sola casilla vac&iacute;a. Si das con uno, ser&aacute; f&aacute;cil de rellenar. Solo tienes que averiguar cu&aacute;l es el número que falta entre el 1 y el 9.</li>
                    <li><b>Comprueba si hay casillas vac&iacute;as aisladas en alguna fila o columna</b>. Pasa el dedo a lo largo de cada fila y cada columna para comprobar si alguna contiene una casilla vac&iacute;a aislada. </li>
                    <li><b>Repasa las filas y las columnas para rellenar los cuadrados grandes</b>. Observa una fila de 3 cuadrados grandes. Comprueba si hay alg&uacute;n n&uacute;mero que aparezca dos veces en distintos cuadrados. Pasa los dedos a lo largo de las filas que contengan ese n&uacute;mero. El mismo n&uacute;mero debe aparecer en el tercer cuadrado grande, pero hay una de las dos filas trazadas en la que no puede encontrarse. Debe estar en la tercera fila. A veces, otros dos n&uacute;meros aparecen en esa fila, en este caso podr&aacute;s localizar f&aacute;cilmente el n&uacute;mero que buscas y rellenar la casilla correcta.</li>
                    <li><b>Haz lo mismo en la otra direcci&oacute;n</b>. Una vez que le hayas cogido el truco a comprobar solo las filas o las columnas, repite la operaci&oacute;n en la direcci&oacute;n que falte. Utiliza el ejemplo anterior con una pequeña diferencia. Cuando llegues al tercer cuadrado grande, solo tendr&aacute; una casilla rellena en la fila abierta.</li>
                    <li><b>Trabaja por grupos de n&uacute;meros</b>. Es decir, si ves que un n&uacute;mero se repite muchas veces por toda la cuadr&iacute;cula, intentar localizar las casillas que faltan por rellenar con ese mismo n&uacute;mero puede facilitarte la tarea. Supongamos que el n&uacute;mero 5 se repite varias veces por toda la cuadr&iacute;cula. Examina las filas y las columnas con las t&eacute;cnicas anteriormente descritas para localizar el m&aacute;ximo n&uacute;mero posible de casillas que tengas que faltan por rellenar con el 5.</li>
                    <li><b>Busca un grupo de tres cuadrados grandes</b>. Otra opci&oacute;n es incluir en tu an&aacute;lisis tres de los cuadrados grandes en una fila o una columna. Elige un n&uacute;mero y comprueba si puedes localizarlo en los tres cuadrados.</li>
                    <li><b>Revisa el proceso de resoluci&oacute;n con frecuencia</b>. Conforme vayas escribiendo n&uacute;meros, revisa la cuadr&iacute;cula para ver si puedes rellenar casillas que hab&iacute;as tenido que dejar en blanco anteriormente. Una vez que hayas rellenado m&aacute;s casillas con n&uacute;meros nuevos, es posible que puedas resolver esos espacios en blanco.</li>
                </ol>
                <h2><b> ¡ADVERTENCIA! </b></h2>
                <h3><b>Cada vez que rellenes una casilla, aseg&uacute;rate de comprobar tu razonamiento. Un solo error podr&iacute;a echar a perder toda la resoluci&oacute;n del juego.</b></h3>
            </div>
        </div>
        
        
        
        
        <div class="container text-center">
            <br/>
            <div class="col-md-6">
                <p><a class="btn btn-primary btn-lg" href="aprendiendo3.html" role="button">&laquo; Anterior</a></p>
            </div>
            <div class="col-md-6">
                <p><a class="btn btn-primary btn-lg" href="aprendiendo5.html" role="button">Siguiente &raquo;</a></p>
            </div>
            <br/>
        </div>
        
        <div class="container">
            <div class="text-center">
                <p>FUENTE: WikiHow</p>
                <br/>
            </div>
        </div>
        
        <hr/>

        <footer>
            <p class="text-center">&copy; Luanda Toledo 2019 </p>
        </footer>
    </body>
</html>
