<!DOCTYPE html>

<html>
    <head>
        <link rel="stylesheet" href="../css/bootstrap-theme.min.css" type="text/css"/>
        <link rel="stylesheet" href="../css/bootstrap-theme.min.css" type="text/css">
        <link rel="stylesheet" href="../css/bootstrap.min.css" type="text/css"/>
        <link rel="stylesheet" href="../js/vendor/bootstrap-modal/bootstrap-modal.css" type="text/css">
        <title>SuDoKus</title>
        <link rel="icon" type="image/png" href="https://thumbs.dreamstime.com/t/icono-del-sudoku-en-el-fondo-blanco-ejemplo-simple-elemento-concepto-tiempo-libre-de-dise%C3%B1o-editable-s%C3%ADmbolo-puede-ser-uso-para-141338975.jpg"/>
        <meta charset="UTF-8">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
    </head>
    <body>
        <nav class="navbar navbar-inverse navbar-fixed-top" role="navigation">
            <div class="container">
                <div class="navbar-header">
                    <a class="navbar-brand" href="../index.html">INICIO &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</a>
                    <a class="navbar-brand" href="PQJugar.html">¿Por que jugar Sudoku?&nbsp;&nbsp;&nbsp;&nbsp;</a>
                    <a class="navbar-brand" href="tipos.html">Tipos de Sudokus&nbsp;&nbsp;&nbsp;&nbsp;</a>
                    <a class="navbar-brand" href="campeonato.html">Campeonato Mundial de Sudoku&nbsp;&nbsp;&nbsp;&nbsp;</a>
                    <a class="navbar-brand" href="masDificil.html">El Sudoku mas dificil del Mundo&nbsp;&nbsp;&nbsp;&nbsp;</a>
                </div>
            </div>
        </nav>

        <div class="jumbotron">
            <div class="container">
                <div class="text-center">
                    <br/>
                    <h1>Campeonato Mundial de Sudoku</h1>
                    <br/><br/>
                    <h3><b>Variedad y Velocidad</b></h3>
                    <p>Los jugadores completan diferentes rompecabezas Sudoku con diferentes niveles de dificultad: fac&iacute;l, medio y dif&iacute;cil. </p>
                    <p>Se cronometra el tiempo de terminaci&oacute;n de cada rompecabezas, y los jugadores son evaluados seg&uacute;n la rapidez con que pueden completar los rompecabezas.</p>
                    <p>¡El que complete m&aacute;s r&aacute;pido el rompecabezas gana!</p>
                    <br/>
                    
                    <h3><b>Las condiciones de competencia son diferentes.</b></h3>
                    <p>Cuando el maestro estadounidense de Sudoku Thomas Snyder gan&oacute; el primer Campeonato Nacional de Sudoku de Estados Unidos en 2007, complet&oacute; una serie de tres rompecabezas Sudoku (f&aacute;cil, mediano y dif&iacute;cil) en 9 minutos, 59 segundos, 8 minutos m&aacute;s r&aacute;pido que cualquier otro. En la ronda final, Snyder y sus dos competidores finalistas resolvieron los rompecabezas de Sudoku en grandes cuadr&iacute;culas de 4 x 4 pies, de modo que las 1.000 personas de la audiencia pudieran ver la ubicaci&oacute;n de los n&uacute;meros y medir el progreso. Este fue un desaf&iacute;o especial para los jugadores, porque generalmente al resolver rompecabezas de Sudoku, los jugadores est&aacute;n acostumbrados a mirar una pequeña cuadr&iacute;cula en una hoja de papel, o en una aplicaci&oacute;n m&oacute;vil o pantalla de computadora. </p>
                    <br/>
                    
                    <h3><b>Buscando el R&eacute;cord Mundial</b></h3>
                    <p>En cada Campeonato Mundial de Sudoku, los jugadores intentan establecer un nuevo r&eacute;cord mundial en la soluci&oacute;n m&aacute;s r&aacute;pida de un rompecabezas de Sudoku. </p>
                    <p>Al escribir estas l&iacute;neas, el experto en Sudoku de los Estados Unidos, Thomas Snyder, pose&iacute;a el r&eacute;cord mundial Guinness de la soluci&oacute;n m&aacute;s r&aacute;pida de un Sudoku: &eacute;l resolvi&oacute; un rompecabezas Sudoku "Muy Fácil" en menos de <b>90 segundos</b>. </p>
                    <br/>
                    
                    <h3><b>Premio</b></h3>
                    <p>El dinero ofrecido como premio en las grandes competencias de Sudoku puede ser significativo, por ejemplo: cuando Thomas Snyder gan&oacute; el Campeonato de Sudoku de los Estados Unidos en 2007, el Premio Mayor fue de $10.000. Snyder asegur&oacute; que us&oacute; parte del dinero de su premio para viajar a otros torneos de Sudoku.</p>
                    <br/>
                </div>
            </div>
        </div>
        
        <div class="container">
            <div class="text-center">
                <p>FUENTE: Sudocu.com</p>
            </div>
        </div>

        <hr/>

        <footer>
            <p class="text-center">&copy; Luanda Toledo 2019 </p>
        </footer>
    </body>
</html>
