<!DOCTYPE html>
<html>
    <head>
        <title>SuDoKus</title>
        <link rel="icon" type="image/png" href="https://thumbs.dreamstime.com/t/icono-del-sudoku-en-el-fondo-blanco-ejemplo-simple-elemento-concepto-tiempo-libre-de-dise%C3%B1o-editable-s%C3%ADmbolo-puede-ser-uso-para-141338975.jpg"/>
        <meta charset="UTF-8">
        <meta name="viewport" content="width=device-width, initial-scale=1">
        <link rel="apple-touch-icon" href="apple-touch-icon.png">
        <link rel="stylesheet" href="css/bootstrap.css" type="text/css"/>
        <link rel="stylesheet" href="../css/bootstrap-theme.min.css" type="text/css">
        <link rel="stylesheet" href="../css/bootstrap-theme.min.css" type="text/css"/>
        <link rel="stylesheet" href="../css/bootstrap.min.css" type="text/css">
        <link rel="stylesheet" href="../css/bootstrap.css" type="text/css"/>
    </head>
    <body>
        <nav class="navbar navbar-inverse navbar-fixed-top" role="navigation">
            <div class="container">
                <div class="navbar-header">
                    <a class="navbar-brand" href="../index.html">INICIO &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</a>
                    <a class="navbar-brand" href="PQJugar.html">¿Por que jugar Sudoku?&nbsp;&nbsp;&nbsp;&nbsp;</a>
                    <a class="navbar-brand" href="tipos.html">Tipos de Sudokus&nbsp;&nbsp;&nbsp;&nbsp;</a>
                    <a class="navbar-brand" href="campeonato.html">Campeonato Mundial de Sudoku&nbsp;&nbsp;&nbsp;&nbsp;</a>
                    <a class="navbar-brand" href="masDificil.html">El Sudoku mas dificil del Mundo&nbsp;&nbsp;&nbsp;&nbsp;</a>
                </div>
            </div>
        </nav>

        <div class="jumbotron">
            <div class="container">
                <div class="text-center">
                    <br/>
                    <h1>¿Por que jugar al Sudoku?</h1>
                    <br/><br/>
                    <h3><b>1. &nbsp; Hace que tu cerebro se sienta bien.</b></h3>
                    <p>El Sudoku es un rompecabeza l&oacute;gico con el que se ejercita el hemisferio izquierdo del cerebro.</p>
                    <p>Este rompecabezas le dan a nuestro cerebro un escape satisfactorio pero desafiante de la rutina diaria. O si usted labora en una l&iacute;nea de trabajo m&aacute;s "creativa" (donde se tiene que usar el lado derecho de su cerebro), el Sudoku puede darle la oportunidad de usar el hemisferio opuesto para mantener su mente en forma. </p>
                    <br/>
                    <h3><b>2. &nbsp; Usted puede jugarlo en cualquier lugar.</b></h3>
                    <p>Ya sea un libro de rompecabezas Sudoku que usted llene a mano con l&aacute;piz o bol&iacute;grafo, o una apliaci&oacute;n mov&iacute;l de Sudoku para su tel&eacute;fono, se puede llevar f&aacute;cilmete.</p>
                    <p>Usted puede jugar Sudoku en cualquier lugar, por ejemplo: mientras viaja en tren o autob&uacute;s, mientras espera una cita o mientras observa a sus hijos en el parque.</p>
                    <p>¡Sudoku es una forma ideal de llenar los espacios ociosos de su d&iacute;a con algo intelectualmente estimulante!</p>
                    <br/>
                    <h3><b>3. &nbsp; Es r&aacute;pido.</b></h3>
                    <p>Puede jugar solo por unos minutos o por horas, ya que puede completar varios rompecabezas de una vez o resolver un rompecabezas m&aacute;s desafiante en varios intervalos a lo largo del d&iacute;a, volviendo a la cuadr&iacute;cula del rompecabezas con ojos descansados para detectar nuevas oportunidades de colocar n&uacute;meros.</p>
                    <br/>
                    <h3><b>4. &nbsp; Es l&oacute;gico.</b></h3>
                    <p>El Sudoku es un rompecabezas l&oacute;gico, donde las personas usan el razonamiento deductivo y buscan patrones para encontrar d&oacute;nde colocar los n&uacute;meros que faltan en la cuadr&iacute;cula.</p>
                    <br/>
                    <h3><b>5. &nbsp; Es bueno para la salud.</b></h3>
                    <p>El Sudoku ayuda a mejorar nuestra funci&oacute;n cerebral, y estudios recientes han demostrado que jugar Sudoku puede ayudar a las personas a reducir su riesgo de demencia senil.</p>
                    <br/>
                    <h3><b>6. &nbsp; Sudoku es un juego global.</b></h3>
                    <p>Debido a que es un "juego de n&uacute;meros" en lugar de letras, es muy atractivo y puede ser jugado por personas en cualquier parte del mundo, sin importar en qu&eacute; idioma hable ni de qu&eacute; cultura provenga.</p>
                    <br/>
                    <h3><b>7. &nbsp; ¡Es divertido!</b></h3>
                    <p>Los Sudokus son compulsivos, desafiantes y absorventes.</p>
                    <p>Ademas, hay algo muy satisfactorio y gratificante en resolver y avanzar gradualmente hasta el final. Estos rompecabezas dan una gran sensaci&oacute;n de logro y finalizaci&oacute;n, y todo con solo unos minutos al d&iacute;a.</p>
                    <br/><br/>
                </div>
            </div>
        </div>
        
        <div class="container">
            <div class="text-center">
                <p>FUENTES: Sudoku.com y SudokuMania.com.ar</p>
            </div>
        </div>

        <hr/>

        <footer>
            <p class="text-center">&copy; Luanda Toledo 2019 </p>
        </footer>
    </body> 
</html>
