<!DOCTYPE html>
<html>
    <head>
        <link rel="stylesheet" href="../css/bootstrap-theme.min.css" type="text/css"/>
        <link rel="stylesheet" href="../css/bootstrap-theme.min.css" type="text/css">
        <link rel="stylesheet" href="../js/vendor/bootstrap-modal/bootstrap-modal.css" type="text/css"/>
        <link rel="stylesheet" href="../css/bootstrap.css" type="text/css">
        <link rel="stylesheet" href="../css/bootstrap.min.css" type="text/css"/>
        <title>SuDoKus</title>
        <link rel="icon" type="image/png" href="https://thumbs.dreamstime.com/t/icono-del-sudoku-en-el-fondo-blanco-ejemplo-simple-elemento-concepto-tiempo-libre-de-dise%C3%B1o-editable-s%C3%ADmbolo-puede-ser-uso-para-141338975.jpg"/>
        <meta charset="UTF-8">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
    </head>
    <body>
        <nav class="navbar navbar-inverse navbar-fixed-top" role="navigation">
            <div class="container">
                <div class="navbar-header">
                    <a class="navbar-brand" href="../index.html">INICIO &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</a>
                    <a class="navbar-brand" href="PQJugar.html">¿Por que jugar Sudoku?&nbsp;&nbsp;&nbsp;&nbsp;</a>
                    <a class="navbar-brand" href="tipos.html">Tipos de Sudokus&nbsp;&nbsp;&nbsp;&nbsp;</a>
                    <a class="navbar-brand" href="campeonato.html">Campeonato Mundial de Sudoku&nbsp;&nbsp;&nbsp;&nbsp;</a>
                    <a class="navbar-brand" href="masDificil.html">El Sudoku mas dificil del Mundo&nbsp;&nbsp;&nbsp;&nbsp;</a>
                </div>
            </div>
        </nav>

        <div class="jumbotron">
            <div class="container">
                <div class="text-center">
                    <h1>Tipos de Sudokus</h1>
                    <br/><br/>
                    <p>Aunque lo m&aacute;s com&uacute;n es que la tabla tenga un tamaño de 9x9 con regiones de 3x3, hay numerosas variantes. Los juegos de iniciaci&oacute;n pueden ser tablas de 4x4 con regiones de 2x2; bajo el nombre de Logi-5, se han publicado tablas de 5x5 con pentomin&oacute;s como regiones; el World Puzzle Championship ha publicado una tabla de 6x6 con regiones de 2x3 y una tabla de 7x7 formada por 6 regiones compuestas por heptomin&oacute;s y una regi&oacute;n separada. </p>
                    <p>Tambi&eacute;n se pueden encontrar tablas de mayor tamaño. El diario The Times propone el Dodeka Sudoku, una tabla de 12x12 con 12 regiones de 4x3. Dell Magazines publica con frecuencia juegos de 16x16 (la variante de 16x16 utiliza normalmente los s&iacute;mbolos del 1 a la G, en lugar de los s&iacute;mbolos del 0 a la F usados en hexadecimal). El editor de puzzles Nikoli propone el Sudoku Gigante de 25x25.</p>
                    <h2>Acontinuaci&oacute;n se les deja alguno de los tipos de Sudokus y sus descripciones:</h2>

                    <br/><br/>
                    <div>
                        <img src="https://upload.wikimedia.org/wikipedia/commons/5/5e/Killersudoku_color.svg" style="float:left;" hspace="20" alt="Addoku"><br/>
                        <h3><strong>Addoku</strong></h3>
                        <br/>
                        <p>Tambi&eacute;n conocido como Killer Sudoku</p> 
                        <p>Es un juego japon&eacute;s que combina elementos del kakuro y el sudoku. Un problema t&iacute;pico se muestra a la derecha, usando colores para definir los grupos de celdas. </p>
                        <p>M&aacute;s a menudo, los acertijos se imprimen en blanco y negro, con l&iacute;neas finas punteadas que se usan para delinear las "jaulas".</p><br/><br/><br/>
                    </div>
                    <br/><br/>
                    <div>
                        <img src="https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Oceans_Hypersudoku18_Puzzle.svg/480px-Oceans_Hypersudoku18_Puzzle.svg.png" style="float:left;" hspace="20" alt="Hypersudoku"><br/>
                        <h3><strong>Hypersudoku</strong></h3>
                        <br/>
                        <p>Se publica en peri&oacute;dicos y revistas de todo el mundo y tambi&eacute;n es conocido por “Sudoku NRC Handelsblad”, “Windoku”, “Hiper-Sudoku” y “Sudoku 4 cuadros”.</p>
                        <p>La base es id&eacute;ntica a la del Sudoku original, pero incluye &aacute;reas interiores adicionales en las que deben aparecer n&uacute;meros del 1 al 9. El algoritmo que lo resuelve es ligeramente diferente del Sudoku normal por la influencia de los cuadros solapados.</p>
                        <p>La forma de jugar es similar a la del Sudoku pero es necesario prestar m&aacute;s atenci&oacute;n a las cuadros y a las zonas solapadas que a las filas y columnas.</p>
                    </div>
                    <br/><br/><br/>
                    <div>
                        <img src="https://upload.wikimedia.org/wikipedia/commons/0/0b/Samurai_Sudoku.gif" style="float:left;" hspace="20" alt="Hypersudoku"><br/>
                        <h3><strong> Gattai </strong></h3>
                        <br/>
                        <p>Compuesto por 5 tablas de 9x9 con solapamiento en las regiones de las esquinas con forma de quincuncio.</p>
                        <p>En diarios como The Times o The Sydney Morning Herald, esta variante se conoce como <b>Sudoku Samurai</b>. Otros como el Baltimore Sun y el Toronto Star publican esta variante en su edici&oacute;n dominical con el nombre High Five.</p>
                        <p>Tambi&eacute;n se publican variantes con tablas secuenciales, en lugar de solapadas, en las que los valores de determinadas posiciones se transfieren de una tabla a otra.</p>
                    </div>
                    <br/><br/><br/><br/><br/><br/>
                    <div>
                        <img src="https://www.nineoverten.com/wp-content/uploads/2011/01/socialsudoku2.png" style="float:left;" hspace="20" alt="Social"><br/>
                        <h3><strong>Social</strong></h3>
                        <br/>
                        <p>Es una versi&oacute;n digital multijugador de Sudoku que permite a 2 jugadores jugar al mismo tiempo sobre el mismo tablero. </p>
                        <p>Esta variante fue creada por Crosswords Ltd. en 2010 y lanzada como aplicación para la plataforma iOS de Apple a través de su Game Center. </p>
                        <p>Juego líder de Sudoku que ofrece miles de acertijos, temas únicos y un conjunto de herramientas y características</p>
                        <p>El Sudoku Social concede puntos a cada jugador a medida que van colocando los n&uacute;meros correctamente, bloqueando el cuadro seleccionado al otro jugador.</p>
                        <p>Las jugadas incorrectas hacen que el jugador no tenga acceso al tablero durante 10 segundos, además de provocar la p&eacute;rdida de puntos.</p>
                    </div>
                    <br/><br/>
                    <div>
                        <img src="https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wordoku_puzzle.svg/457px-Wordoku_puzzle.svg.png" style="float:left;" hspace="20" alt="Social"><br/>
                        <h3><strong>Wordokus</strong></h3>
                        <br/>
                        <p><b>Sudokus de letras</b> no existe diferencia funcional a menos que las letras formen palabras. Algunas variantes, como la de TV Guide, incluyen una vez resuelto el juego una palabra en la diagonal principal, en una fila o en una columna; determinar la palabra por adelantado puede ser una ayuda para la resoluci&oacute;n del juego.</p>
                        <p>Un Wordoku puede contener otras palabras adem&aacute;s de la palabra principal. </p>
                        <p>Por otro lado el <b>Sudoku Ripeto</b> permite repetir s&iacute;mbolos y el Custom Sudoku mostrar palabras en el tablero antes de la resoluci&oacute;n.</p>
                    </div>
                    <br/><br/><br/><br/>
                    <p>Otra variante sin diferencia funcional es el Quadratum Latinum con <b>Numeraci&oacute;n Romana</b> de Hebdomada Aenigmatum, la revista de crucigramas &iacute;ntegramente en lat&iacute;n de Luca Desiata.</p>
                    <br/>
                    <p>La versi&oacute;n <b>tridimensional</b> del Sudoku fue inventada por Dion Church y publicada en el Daily Mail Telegraph en mayo de 2005. Tambi&eacute;n existe una versi&oacute;n del cubo de Rubik denominada el <b>cuboku.</b></p>
                    <br/>
                    <p>Hay otras muchas variantes. Algunas presentan diferentes formas en la disposici&oacute;n de los solapamientos de tablas de 9x9, tales como una mariposa, un molino o una flor. Otras versiones varían en la lógica de resolución del juego. Una de ellas es <b> Sudoku Mayor </b> que. En esta versi&oacute;n, cada regi&oacute;n de 3x3 contiene 12 s&iacute;mbolos de mayor &gt; o menor &lt; en la l&iacute;nea com&uacute;n de dos n&uacute;meros adyacentes.</p>
                </div>
            </div>
        </div>

        <div class="container">
            <div class="text-center">
                <p>FUENTE: WikipediA</p>
            </div>
        </div>

        <hr/>

        <footer>
            <p class="text-center">&copy; Luanda Toledo 2019 </p>
        </footer>
    </body>
</html>
